abiword
acl
acme-tiny
adapta-gtk-theme
adobe-source-code-pro-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-serif-jp-fonts
adwaita-icon-theme
aiksaurus
alacritty
alsa-lib
alsa-topology-conf
alsa-ucm-conf
alsa-utils
ansible
ansible-lint
ant-dracula-gtk-theme
aom
apm
arc-gtk-theme
arc-solid-gtk-theme
archlinux-keyring
arcolinux-betterlockscreen-git
arcolinux-logout-git
argon2
aspell
at-spi2-atk
at-spi2-core
atk
atkmm
atom
attica
attr
audit
autoconf
automake
avahi
awesome-terminal-fonts
base
bash
bash-completion
bc
betterlockscreen
bind-tools
binutils
bison
blas
bluefish
bluez-libs
boost-libs
breeze-noir-dark-systemwide
breeze-snow-cursor-theme
broot
brotli
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
cblas
cdparanoia
celt
cifs-utils
clarity-icon-theme
clucene
cmake
cmatrix
colord
conky-lua
coreutils
cowsay
cpio
cracklib
crypto++
cryptsetup
csvtools-git
curl
dav1d
db
dbus
dbus-glib
dconf
dee
deepin-gtk-theme
deepin-icon-theme
desktop-file-utils
device-mapper
diffutils
discord
dmenu-distrotube-git
dmraid
dnssec-anchors
docbook2x
dolphin-megasync-git
dosfstools
double-conversion
doxygen
e2fsprogs
efibootmgr
efivar
electron5
elementary-icon-theme
elfutils
enchant
exa
exiv2
exo
expat
extra-cmake-modules
faba-icon-theme
fakeroot
ffmpeg
file
filesystem
findutils
firefox
fish
flac
flake8
flex
fontconfig
fortune-mod
fortune-mod-archer
fortune-mod-bofh-excuses
fortune-mod-chucknorris
fortune-mod-discworld
fortune-mod-firefly
fortune-mod-hitchhiker
fortune-mod-matrix
fortune-mod-montypython
fortune-mod-thebigbangtheory
freetype2
fribidi
fuse-common
fuse2
fuse3
garcon
gawk
gc
gcc
gcc-libs
gconf
gcr
gd
gdbm
gdk-pixbuf2
gdome2
geany
gettext
ghc
ghc-libs
ghostscript
giblib
giflib
git
git-lfs
gksu
glib-networking
glib2
glibc
glibmm
gmetadom
gmp
gn
gnome-desktop
gnome-font-viewer
gnome-keyring
gnome-online-accounts
gnome-themes-extra
gnupg
gnutls
go
gobject-introspection-runtime
goffice
google-chrome
googlemaps
gpgme
gpm
gptfdisk
graphene
graphicsmagick
graphite
grep
groff
grub
gsettings-desktop-schemas
gsfonts
gsm
gst-plugins-base
gst-plugins-base-libs
gstreamer
gtk-engine-murrine
gtk-engines
gtk-theme-elementary
gtk-update-icon-cache
gtk2
gtk3
gtkmathview
gtkmm
gtkmm3
guile
gvfs
gvfs-goa
gvfs-google
gvfs-smb
gzip
harfbuzz
harfbuzz-icu
haskell-adjunctions
haskell-aeson
haskell-alsa-core
haskell-alsa-mixer
haskell-asn1-encoding
haskell-asn1-parse
haskell-asn1-types
haskell-assoc
haskell-async
haskell-attoparsec
haskell-base-compat
haskell-base-compat-batteries
haskell-base-orphans
haskell-basement
haskell-bifunctors
haskell-blaze-builder
haskell-blaze-html
haskell-blaze-markup
haskell-byteable
haskell-call-stack
haskell-case-insensitive
haskell-cereal
haskell-comonad
haskell-conduit
haskell-conduit-extra
haskell-connection
haskell-contravariant
haskell-cookie
haskell-cryptonite
haskell-data-default
haskell-data-default-class
haskell-data-default-instances-containers
haskell-data-default-instances-dlist
haskell-data-default-instances-old-locale
haskell-dbus
haskell-distributive
haskell-dlist
haskell-extensible-exceptions
haskell-free
haskell-hashable
haskell-hinotify
haskell-hourglass
haskell-http
haskell-http-client
haskell-http-client-tls
haskell-http-conduit
haskell-http-types
haskell-integer-logarithms
haskell-invariant
haskell-kan-extensions
haskell-lens
haskell-libmpd
haskell-memory
haskell-mime-types
haskell-monad-loops
haskell-mono-traversable
haskell-netlink
haskell-network
haskell-network-uri
haskell-old-locale
haskell-old-time
haskell-parallel
haskell-parsec-numbers
haskell-pem
haskell-pretty-hex
haskell-primitive
haskell-profunctors
haskell-random
haskell-reflection
haskell-regex-base
haskell-regex-compat
haskell-regex-posix
haskell-resourcet
haskell-safe-exceptions
haskell-scientific
haskell-semigroupoids
haskell-setlocale
haskell-socks
haskell-split
haskell-statevar
haskell-streaming-commons
haskell-tagged
haskell-th-abstraction
haskell-th-lift
haskell-these
haskell-time-compat
haskell-timezone-olson
haskell-timezone-series
haskell-tls
haskell-transformers-base
haskell-transformers-compat
haskell-typed-process
haskell-unliftio-core
haskell-unordered-containers
haskell-utf8-string
haskell-uuid-types
haskell-vector
haskell-vector-algorithms
haskell-void
haskell-x11
haskell-x11-xft
haskell-x509
haskell-x509-store
haskell-x509-system
haskell-x509-validation
haskell-xml-conduit
haskell-xml-types
haskell-zlib
hicolor-icon-theme
hspell
htop
http-parser
hunspell
hwids
hyphen
i3lock-color
iana-etc
icu
ijs
ilorest
imagemagick
imlib2
inetutils
intel-tbb
iperf
iperf3
iproute2
ipscan
iptables
iputils
irssi
iso-codes
jack
jansson
jasper
java-runtime-common
jbig2dec
jre-openjdk
jre-openjdk-headless
js60
json-c
json-glib
jsoncpp
kaccounts-integration
kaccounts-providers
kapidox
karchive
kauth
kbd
kbookmarks
kcalendarcore
kcmutils
kcodecs
kcompletion
kconfig
kconfigwidgets
kcontacts
kcoreaddons
kcrash
kdbusaddons
kdeclarative
kded
keyutils
kglobalaccel
kguiaddons
ki18n
kiconthemes
kimageformats
kio
kio-gdrive
kitemviews
kjobwidgets
kmod
knotifications
kpackage
krb5
kservice
ktextwidgets
kwallet
kwidgetsaddons
kwindowsystem
kxmlgui
kxmlrpcclient
l-smash
ladspa
lame
lapack
lasem
lcms2
ldb
ldns
less
lib32-bzip2
lib32-expat
lib32-fontconfig
lib32-freetype2
lib32-gcc-libs
lib32-glib2
lib32-glibc
lib32-harfbuzz
lib32-libffi
lib32-libpng
lib32-pcre
lib32-util-linux
lib32-zlib
libabw
libaccounts-glib
libaccounts-qt
libaio
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libblockdev
libbluray
libbsd
libbytesize
libcanberra
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcdr
libcmis
libconfig
libcroco
libcups
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-qt5
libdc1394
libdnet
libdrm
libe-book
libedit
libelf
libepoxy
libepubgen
libetonyek
libev
libevdev
libevent
libexif
libexttextcat
libffi
libfm
libfm-extra
libfm-gtk3
libfontenc
libfreehand
libgcrypt
libgdata
libgksu
libglvnd
libgnome-keyring
libgpg-error
libgphoto2
libgsf
libgtop
libgudev
libgusb
libibus
libical
libice
libid3tag
libidn
libidn2
libiec61883
libimobiledevice
libinput
libixion
libjpeg-turbo
libkate
libkeybinder3
libkgapi
libksba
liblangtag
libldap
liblqr
libluv
libmaxminddb
libmediainfo
libmfx
libmicrohttpd
libmm-glib
libmms
libmnl
libmodplug
libmpc
libmspack
libmspub
libmwaw
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnl
libnm
libnma
libnotify
libnsl
libnumbertext
libodfgen
libogg
libomxil-bellagio
liborcus
libotr
libots
libp11-kit
libpagemaker
libpaper
libpcap
libpciaccess
libpdfium-nojs
libpgm
libpipeline
libplist
libpng
libproxy
libpsl
libpulse
libqxp
libraqm
libraw
libraw1394
libreoffice-fresh
librevenge
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libsigc++
libsm
libsndfile
libsodium
libsoup
libsoxr
libspectre
libssh
libssh2
libstaroffice
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtiger
libtirpc
libtommath
libtool
libunistring
libunity
libunwind
libusb
libusbmuxd
libutempter
libutil-linux
libuv
libva
libvdpau
libvisio
libvisual
libvoikko
libvorbis
libvpx
libvterm
libwacom
libwebp
libwmf
libwnck3
libwpd
libwpe
libwpg
libwps
libx11
libxau
libxaw
libxcb
libxcomposite
libxcursor
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmu
libxpm
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libzen
libzmf
licenses
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
link-grammar
linux
linux-api-headers
linux-firmware
linux-headers
llvm-libs
lm_sensors
lmdb
lolcat
loudmouth
lpsolve
lsb-release
lua
lua51
lua52
luajit
lv2
lvm2
lxappearance
lxmenu-data
lz4
lzo
m4
mailcap
make
man-db
materia-gtk-theme
md4c
mdadm
media-player-info
megasync
menu-cache
mesa
minizip
mkinitcpio
mkinitcpio-busybox
mlocate
mobile-broadband-provider-info
mpfr
msgpack-c
mtdev
nano
ncurses
ndctl
neofetch
neon
neovim
nerd-fonts-mononoki
nerd-fonts-noto-sans-mono
nerd-fonts-noto-sans-regular-complete
net-tools
nettle
network-manager-applet
networkmanager
ninja
nitrogen
nm-connection-editor
node-gyp
nodejs
nodejs-material-design-icons
nomacs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
npth
nspr
nss
ocaml
ocamlbuild
open-vm-tools
openal
opencore-amr
opencv
openexr
openjade
openjpeg2
openldap
opensp
openssh
openssh-askpass
openssl
opera-ffmpeg-codecs
opus
orc
os-prober
otf-font-awesome
oxygen-icons
oxygen-icons-svg
p11-kit
p7zip
pacman
pacman-contrib
pacman-mirrorlist
pam
pambase
pango
pangomm
pangox-compat
paper
papirus-icon-theme
parted
patch
pciutils
pcmanfm-gtk3
pcre
pcre2
perl
perl-alien-build
perl-alien-libxml2
perl-capture-tiny
perl-clone
perl-encode-locale
perl-error
perl-ffi-checklib
perl-file-chdir
perl-file-listing
perl-file-which
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-io-html
perl-ipc-run3
perl-libwww
perl-lwp-mediatypes
perl-mailtools
perl-net-http
perl-path-tiny
perl-sgmls
perl-timedate
perl-try-tiny
perl-uri
perl-www-robotrules
perl-xml-libxml
perl-xml-namespacesupport
perl-xml-parser
perl-xml-sax
perl-xml-sax-base
perl-xml-sax-expat
picom
pinentry
pixman
pkgconf
pkgfile
polkit
polkit-qt5
poppler
popt
powerline
powerline-common
powerline-fonts
procps-ng
psiconv
psmisc
psutils
pygobject-devel
python
python-appdirs
python-asn1crypto
python-bcrypt
python-boto3
python-botocore
python-cachecontrol
python-cairo
python-cairocffi
python-cffi
python-chardet
python-colorama
python-configobj
python-contextlib2
python-cryptography
python-dateutil
python-dbus
python-dbus-common
python-distlib
python-distro
python-dnspython
python-docutils
python-entrypoints
python-fs
python-gobject
python-html5lib
python-idna
python-iwlib
python-jeepney
python-jinja
python-jmespath
python-keyring
python-keyrings-alt
python-ldap3
python-markupsafe
python-mccabe
python-msgpack
python-netaddr
python-ordered-set
python-ovirt-engine-sdk
python-packaging
python-paramiko
python-passlib
python-pep517
python-pip
python-ply
python-powerline
python-progress
python-psutil
python-pyaml
python-pyasn1
python-pycodestyle
python-pycparser
python-pycryptodome
python-pycurl
python-pyflakes
python-pynacl
python-pyopenssl
python-pyparsing
python-pytoml
python-pytz
python-pywinrm
python-pyxdg
python-requests
python-retrying
python-ruamel-yaml
python-ruamel.yaml.clib
python-s3transfer
python-secretstorage
python-setproctitle
python-setuptools
python-six
python-systemd
python-toml
python-tzlocal
python-urllib3
python-webencodings
python-xcffib
python-xlsxwriter
python-xmltodict
python-yaml
python2
python2-cairo
python2-dbus
python2-gobject
python2-psutil
qt5-base
qt5-declarative
qt5-location
qt5-multimedia
qt5-speech
qt5-svg
qt5-tools
qt5-webchannel
qt5-webengine
qt5-x11extras
qtile
quazip
raptor
rasqal
re2
readline
recode
redland
reflector
rest
rhash
ripgrep
ruby
ruby-diff-lcs
ruby-irb
ruby-manpages
ruby-optimist
ruby-paint
ruby-rainbow
ruby-rdoc
ruby-reline
ruby-rspec
ruby-rspec-core
ruby-rspec-expectations
ruby-rspec-mocks
ruby-rspec-support
ruby-term-ansicolor
ruby-tins
rubygems
run-parts
scrot
sddm
sdl2
sed
semver
sgml-common
shadow
shared-mime-info
signon-kwallet-extension
signon-plugin-oauth2
signon-ui
signond
slang
slock
smbclient
snappy
solid
sonnet
sound-theme-freedesktop
speex
speexdsp
sqlite
srt
sshpass
startup-notification
sublime-text-dev
sudo
swig
sxhkd
syntax-highlighting
sysfsutils
systemd
systemd-libs
systemd-sysvcompat
t1lib
talloc
tango-icon-theme
tango-icon-theme-extras
tar
tdb
terminator
tevent
texinfo
thin-provisioning-tools
thunar
tolua++
traceroute
trayer
tslib
ttf-dejavu
ttf-font-awesome-4
ttf-hack
ttf-hanazono
ttf-joypixels
ttf-liberation
ttf-nerd-fonts-symbols
ttf-openlogos-archupdate
ttf-sazanami
ttf-weather-icons
tzdata
udisks2
unibilium
unixodbc
unrar
unzip
upower
uriparser
usbmuxd
util-linux
v4l-utils
vi
vid.stab
vifm
vim
vim-ansible
vim-runtime
vmaf
volume_key
volumeicon
vte-common
vte3
vulkan-icd-loader
wayland
wayland-protocols
webkit2gtk
wget
which
wikiquote-fortune
wireless_tools
woff2
wpa_supplicant
wpebackend-fdo
wv
x264
x265
xarchiver
xbitmaps
xcb-proto
xcb-util
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xcursor-themes
xdg-dbus-proxy
xdg-desktop-portal-gtk
xdg-utils
xf86-input-libinput
xf86-input-vmmouse
xf86-video-vmware
xfce4-panel
xfce4-screenshooter
xfce4-terminal
xfconf
xfsprogs
xkeyboard-config
xmlsec
xmobar
xmonad
xmonad-contrib
xmonad-utils
xorg-bdftopcf
xorg-font-util
xorg-font-utils
xorg-fonts-encodings
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xdpyinfo
xorg-xkbcomp
xorg-xprop
xorg-xrandr
xorg-xset
xorg-xwininfo
xorgproto
xterm
xvidcore
xz
yay
zeromq
zip
zita-alsa-pcmi
zita-resampler
zlib
zsh
zsh-syntax-highlighting
zstd
